
delete from "Books";
delete from "Stores";

insert into "Books" ("Name", "Description", "Price", "Author", "Image") values 
('Мастер и Маргарита','Про Мастера и Маргариту',450,'Михаил Булгаков','1.jpg'),
('Евгений Онегин','Про Евгения Онегина',230,'Александр Пушкин','2.jpg'),
('Преступление и наказание','Про преступление и наказание',480,'Федор Достоевский','3.jpg'),
('Война и мир','Про войну и мир',230,'Лев Толстой','4.jpg'),
('Маленький принц','Про маленького принца',400,'Антуан де Сент-Экзюпери','5.jpg'),
--5
('Герой нашего времени','Про героя нашего времени',400,'Михаил Лермонтов','6.jpg'),
('Двенадцать стульев','Про двенадцать стульев',560,'Евгений Петров и Илья Ильф','7.jpg'),
('1984','Про 1984',250,'Джордж Оруэлл','8.jpg'),
('Сто лет одиночества','Про сто лет одиночества',450,'Габриэль Гарсия Маркес','9.jpg'),
('Мертвые души','Про мертвые души',630,'Николай Гоголь','10.jpg'),
--10
('Анна Каренина','Про Анну Каренину',200,'Лев Толстой','11.jpg'),
('Идиот','Про идиота',150,'Федор Достоевский','12.jpg'),
('Портрет Дориана Грея','Про портрет Дориана Грея',700,'Оскар Уайльд','13.jpg'),
('Отцы и дети','Про отцов и детей',670,'Иван Тургенев','14.jpg'),
('Три товарища','Про трех товарищей',430,'Эрих Мария Ремарк','15.jpg'),
--15
('Доктор Живаго','Про доктора Живаго',340,'Борис Пастернак','16.jpg'),
('Собачье сердце','Про собачье сердце',500,'Михаил Булгаков','17.jpg'),
('Братья Карамазовы','Про братьев Карамазовых',340,'Федор Достоевский','18.jpg'),
('Три мушкетера','Про трех мушкетеров',450,'Александр Дюма','19.jpg'),
('Капитанская дочка','Про капитанскую дочку',670,'Александр Пушкин','20.jpg'),
--20
('Мы','Про нас',340,'Евгений Замятин','21.jpg'),
('Ревизор','Про ревизора',560,'Николай Гоголь','22.jpg'),
('Ромео и Джульетта','Про Ромео и Джульетту',560,'Уильям Шекспир','23.jpg'),
('Темные аллеи','Про темные аллеи',230,'Иван Бунин','24.jpg'),
('Процесс','Про процесс',670,'Франц Кафка','25.jpg'),
--25
('Тихий Дон','Про тихий Дон',400,'Михаил Шолохов','26.jpg'),
('Гамлет','Про гамлета',790,'Уильям Шекспир','27.jpg'),
('Гордость и предубеждение','Про гордость и предубеждение',190,'Джейн Остен','28.jpg'),
('Обломов','Про Обломова',480,'Иван Гончаров','29.jpg'),
('Архипелаг ГУЛАГ','Про архипелаг ГУЛАГ',600,'Александр Солженицын','30.jpg');
--30





