--insert into "Cart" ("CustomerId","BookId", "BookCount" )
--values ('{1C61F727-F1F1-412D-BEB8-638D460F09A5}', 1, 5805),
--'{E9B31B12-AC7D-4ABC-AB53-7BB84B1C34FF}', 2, 568685);
--select * from "Cart" c
--order by "BookId";
select * from "Stores" c; 
--select * from "Books" c;
--delete from "Cart";
--delete from "Books";
--insert into "Books" ("Name", "Description", "Price")
--values ('Мёртвые души', 'Про мёртвые души', 350),
--('Собачье сердце', 'Про собачье сердце',500 ),
--('Капитанская дочка', 'Про капитанскую дочку', 670),
--('Гамлет', 'Про Гамлета', 450),
--('Таинственный сад', 'Про таинственный сад', 580),
--('Чернильное сердце', 'Про чернильное сердце', 470),
--('Заповедник гоблинов', 'Про заповедник гоблинов', 890),
--('Серебряный ключ', 'Про серебряный ключ', 790),
--('Мастер и Маргарита', 'Про Мастера и Маргариту', 450),
--('Герой нашего времени', 'Про героя нашего времени', 380),
--('Война и мир', 'Про войну и мир', 670);
--insert into "Stores" ("BookId", "Count")
--  values (24, 123),(25,567),(26,678),(27, 342),(28, 723),(29, 265),
--  (30, 623),(31,456),(32,396),(33,284),(34,583);


 
--SELECT * FROM "Books" b;
--Select * from "Stores" s;
