--insert into "Cart" ("CustomerId","BookId", "BookCount" )
--values ('{1C61F727-F1F1-412D-BEB8-638D460F09A5}', 1, 5805),
--'{E9B31B12-AC7D-4ABC-AB53-7BB84B1C34FF}', 2, 568685);
--select * from "Cart" c
--order by "BookId";
--select * from "Stores" c; 
--select * from "Books" c;
--delete from "Cart";
----delete from "Books";
--delete from "Stores";
--insert into "Books" ("Name", "Description", "Price")
--values ('Мёртвые души', 'Про мёртвые души', 350),
--('Собачье сердце', 'Про собачье сердце',500 ),
--('Капитанская дочка', 'Про капитанскую дочку', 670),
--('Гамлет', 'Про Гамлета', 450),
--('Таинственный сад', 'Про таинственный сад', 580),
--('Чернильное сердце', 'Про чернильное сердце', 470),
--('Заповедник гоблинов', 'Про заповедник гоблинов', 890),
--('Серебряный ключ', 'Про серебряный ключ', 790),
--('Мастер и Маргарита', 'Про Мастера и Маргариту', 450),
--('Герой нашего времени', 'Про героя нашего времени', 380),
--('Война и мир', 'Про войну и мир', 670);
--insert into "Stores" ("BookId", "Count")
--  values (24, 2),(25,567),(26,678),(27, 342),(28, 723),(29, 265),
--  (30, 623),(31,456),(32,396),(33,284),(34,583);
--insert into "Orders" ("BookId", "BookCount", "CustomerId")
-- values (24,1,'{2F1ED032-D387-4B8F-97A0-78CC118C295B}'), 
-- (25,1,'{05880BA6-88F1-4DA0-8F64-56C1D2C6CBC7}'), 
-- (26,1,'{2E98D71E-E2A6-4249-88A4-7596321CD275}'), 
-- (27,1,'{74596B78-C351-4EA2-AEEA-13B2F3030CFA}');


 
--SELECT * FROM "Books" b;
Select * from "Stores" s;
